<?php

function get_path()
{
    $chroot = substr($_SERVER['SCRIPT_FILENAME'], 0, strpos($_SERVER['SCRIPT_FILENAME'], dirname(__FILE__)));
    $result['path'] = str_replace('\\', '/', $chroot . dirname(__FILE__));
    $server_script_name = preg_replace('/\/+/', '/', str_replace('\\', '/', $_SERVER['SCRIPT_NAME']));
    $server_script_filename = preg_replace('/\/+/', '/', str_replace('\\', '/', $_SERVER['SCRIPT_FILENAME']));
    $tilde_remove = preg_replace('/^\/\~[^\/]+(.*)$/', '$1', $server_script_name);
    $document_root = str_replace($tilde_remove, '', $server_script_filename);
    $pattern = '/.*?' . preg_quote($document_root, '/') . '/i';
    $root = preg_replace($pattern, '', $result['path']);
    $port = ($_SERVER['SERVER_PORT'] == 80 || $_SERVER['SERVER_PORT'] == 443) ? '' : ':' . $_SERVER['SERVER_PORT'];
    $http = 'http' . ((isset($_SERVER['HTTPS']) && $_SERVER['HTTPS'] == 'on') ? 's' : '') . '://';
    $user = str_replace(preg_replace($pattern, '', $server_script_filename), '', $server_script_name);
    $host = isset($_SERVER['HTTP_HOST']) ? $_SERVER['HTTP_HOST'] : $_SERVER['SERVER_NAME'];
    if (isset($_SERVER['HTTP_HOST']) && preg_match('/:[0-9]+$/', $host))
        $host = preg_replace('/:[0-9]+$/', '', $host);
    $host = preg_replace("/[\<\>\'\"\\\'\\\"\%\=\(\)\/\^\*]/", '', $host);
    $result['url'] = $http . $host . $port . $user . $root;
    return $result;
}

function addScheme($url, $scheme = 'http://')
{
    $url = rtrim($url, "/");
    return parse_url($url, PHP_URL_SCHEME) === null ?
        $scheme . $url : $url;
}

$path_common = get_path();


define('KAKAO_SDK_KEY', '192056e264855b58e7360c8f6b8a7c21');

define('BASE_URL', 'http://115.85.183.211/foundintern');

define('MARKETING_AGREEMENT', "구분
회원가입 및 동네미션 서비스 이용 시 정보
수집ㆍ이용목적
각종 이벤트, 프로모션 및 혜택 정보, 맞춤 서비스, 신규 서비스 안내 등 광고성 정보 제공
보유ㆍ이용기간
회원 탈퇴 시까지");

define('AD_AGREEMENT', '주식회사 친한친구들(이하 "회사")이 운영하는 모바일 어플리케이션 요긱(이하 “창업인턴”) 관련하여, 회사가 제공하는 이벤트, 혜택, 다양한 정보를 이메일, 푸시 알림, 알림톡, 문자(SMS, LMS)로 수신하는데 동의합니다.

* 마케팅을 위한 개인정보 수집·이용 및 광고성 정보 수신을 거부하실 수 있으며, 거부하시는 경우에도 창업인턴서비스를 이용하실 수 있으나, 창업인턴의 각종 소식 수신 및 이벤트 참여에 제한이 있을 수 있습니다.

* 광고성 정보 수신을 원하지 않으실 경우 [마이요긱 > 상단 우측 설정 > 알림 설정 > 혜택 및 프로모션 알림]에서 철회를 요청할 수 있습니다. 또한 향후 정보 수신을 새로이 동의하시고자 하는 경우 [마이요긱 > 상단 우측 설정 > 알림 설정 > 혜택 및 프로모션 알림]에서 동의하실 수 있습니다');

define('PRIVACY_AGREEMENT', '개인정보 제3자 제공 동의



주식회사 친한친구들(이하 "회사")는 개인정보보호법 등 관련 법령에 따라 필요시 정보주체의 동의를 받아 필요 최소한의 범위 내에서 제3자에게 정보를 제공합니다. 

이용자는 개인정보 제 3자 제공을 거부할 권리가 있고 언제든지 제3자 제공 동의를 철회할 수 있으나, 동의를 거부 또는 철회할 경우 동네미션 서비스를 포함한 개인정보의 제3자 제공에 기반한 관련 서비스의 이용ㆍ제공이 제한될 수 있습니다. 

단, "회사"는 개인정보 보호법 제17조 제4항에 따라 개인정보 보호법 시행령 제14조의2에 따른 사항을 고려하여 이용자의 동의없이 개인정보를 추가적으로 ceo 또는 starter에게 제공할 수 있습니다.

제공 받는 자

제3자 제공 목적

제공하는 개인 정보

제공받는 자의

보유 및 이용기간

긱스터(정보주체)가 지원한 동네미션의 등록자인 의뢰인

동네미션 서비스 관련 ceo 회원과 starter 회원간의 원활한 거래 진행

프로필 이미지, 닉네임, 이름, 나이, 성별, 연락처, NFT CV 정보(한 줄 소개, 보유 스킬, N잡 플랫폼 경험, 피드백 정보, 요긱 동네미션 수행 정보 등), 계좌 정보(은행명, 계좌번호, 예금주), 사전 질문 답변

해당 동네미션이 종료 또는 취소 후 14일이 경과한 날. 단, 관계법령에 의하여 보존 할 필요성이 있는 경우 그 시점까지 보존 후 지체없이 파기


제공 받는 자

제3자 제공 목적

제공하는 개인 정보

제공받는 자의

보유 및 이용기간

의뢰인(정보주체)이 동네미션의 수행자로 선택한 긱스터

동네미션 서비스 관련 의뢰인 회원과 긱스터 회원간의 원활한 거래 진행

닉네임, 이름, 연락처, 피드백 정보

해당 동네미션이 종료 또는 취소 후 14일이 경과한 날. 단, 관계법령에 의하여 보존 할 필요성이 있는 경우 그 시점까지 보존 후 지체없이 파기');

define('SERVICE_AGREEMENT', '서비스 이용약관
제 1 장 총칙
 
제 1 조 (목적)
이 약관은 주식회사 친한친구들(이하  “회사”)이 제공하는 앱,웹서비스 관련 제반 서비스(이하 “서비스”, 제2조에서 구체적으로 정의됨)의 이용과 관련하여 “회사”와 “회원”과의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.

 제 2 조 (정의)

이 약관에서 사용하는 용어의 정의는 다음과 같습니다.

1. “회원” : “회사”의 “서비스”에 접속하여 회원 가입 절차를 이행하고 이 약관에 따라 “회사”와 이용계약을 체결한 후 “회사”가 제공하는 “서비스”를 이용하는 고객으로서 “cso”과 “starter”를 말합니다.

2. “계정” : “회원”의 식별과 “서비스” 이용을 위하여 회원 가입 시 “회원”에게 부여된 개인 식별 연계정보를 의미합니다.

3. “닉네임” : “서비스” 이용을 위하여 “회원”이 정한 것으로 “회사”가 승인하는 문자와 숫자의 조합을 의미합니다.

4. “서비스” : “회사”가 서비스는 창업인턴과 비법전수 관련하여 제공하는 각종 온라인디지털콘텐츠(각종 정보 콘텐츠, 미션 수행 알림, 기타 콘텐츠를 포함) 및 제반 서비스를 의미합니다.

5. “창업인턴” : 이용자가 회사의 웹사이트 또는 모바일 어플리케이션 통하여 회사에게 공개한 정보를 수집하여 해당 이용자에게 맞춤형 일거리를 소개하고 업종별 일거리 정보 비교 등의 매칭 컨텐츠를 제공하는 서비스를 의미합니다.

6. “게시물” : “회원”과 “회사”가 “서비스”상에 게시한 부호ㆍ문자ㆍ음성ㆍ음향ㆍ화상ㆍ동영상 등의 정보 형태의 글, 사진, 동영상 및 각종 파일과 링크 등을 의미합니다.

11. “빠른정산” : 창업인턴이 제공하는 서비스 중 하나로서, starter가 빠른정산 미션에 지원한 뒤 활동을 완료하면, 창업인턴이 의뢰인의 급여채무를 병존적으로 인수하여 starter의 계좌로 급여를 선정산하여 지급하고, 간이명세서를 발급해주는 서비스를 의미합니다.

12. “매칭” : 서비스 내에서 의뢰인 회원”ceo”과 “starter”회원 상호간에 연결이 이루어지는 것을 말합니다.

13. “창인머니” : 창업인턴이 제공하는 프로모션/이벤트에 “회원”이 참여하고 결과에 따라 “회사”에서 제공하는 서비스 혜택을 의미하며 “회원”은 적립된 “요긱머니”를 계좌로 출금하거나 그 외 “회사”가 지정하는 용도에 따라 사용할 수 있습니다.

 

제 3 조 (약관의 게시와 개정)

1. “회사”는 이 약관의 내용을 “회원”이 쉽게 알 수 있도록  앱과 웹 약관화면에 게시합니다.

2. “회사”는 “콘텐츠 산업 진흥법”, “전자상거래 등 에서의 소비자 보호에 관한 법률”, “소비자기본법”, “약관의 규제에 관한 법률(이하 “약관법”)”, “정보통신망 이용 촉진 및 정보보호에 관한 법률(이하 “정보통신망법”)”, “위치정보의 보호 및 이용 등에 관한 법률(이하 “위치정보법”)” 등 대한민국의 법령과 국제조약을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.

3. “회사”가 약관을 개정할 경우에는 기존약관과 개정약관 및 개정약관의 적용일자와 개정사유를 명시하여 현행 약관과 함께 제1항의 방식에 따라 그 개정약관의 적용일자 7일 전부터 적용일자 전일까지 “서비스”가 제공되는 앱 내 공지사항으로 공지합니다. 이 경우 회사는 개정 전 내용과 개정 후 내용을 명확하게 비교하여 이용자가 알기 쉽도록 표시합니다. 다만, “회원”의 권리, 의무에 중대한 영향을 주거나 “회원”에게 불리한 내용으로 약관을 개정하는 경우에는 최소 30일 전에 회원정보로 등록된 이메일, 로그인 시 동의 창 등의 전자적 수단을 통해 별도로 명확히 회원에게 개별적으로 통지합니다.

4. “회사”는 전항에 따라 개정약관을 공지하면서, “회원”에게 “약관의 변경내용이 게시되거나 통지된 후부터 변경되는 약관의 시행일 전의 영업일까지 이내에 계약을 해지할 수 있으며, 약관의 변경내용에 이의를 제기하지 아니하는 경우 약관의 변경내용에 승인한 것으로 본다.”는 취지의 내용을 전자적 수단(이메일, 서비스 내 알림 등)으로 통지합니다

5. “회원”은 약관의 변경내용이 게시되거나 통지된 후부터 변경되는 약관의 시행일 전의 영업일까지, 이용계약을 해지할 수 있고, 약관의 변경내용에 대하여 이의를 제기하지 아니하는 경우에는 약관의 변경을 승인한 것으로 봅니다. 다만 “회사”가 기존 약관을 적용할 수 없는 특별한 경우에는 “회사”는 이용계약을 해지할 수 있습니다.

 

제 4 조 (약관 외 준칙 등)

1. “회사”는 “서비스” 에 대해서 별도의 이용약관 및 정책(“기타 약관 등” 이라 함)을 둘 수 있으며, 해당 내용이 이 약관과 상충할 경우에는 “기타 약관 등”이 우선하여 적용됩니다.

2. 이 약관에서 명시되지 아니한 사항에 대해서는 회사의 “기타 약관 등” 및 “정보통신망법”, “전기통신기본법”, “전기통신사업법”등 관계법령 또는 상관례에 따릅니다.

3. 약관의 내용은 약관법 상 신의성실의 원칙에 따라 당해 약관의 목적과 취지를 고려하여 공정하고 합리적으로 해석하되 평균적 고객의 이해가능성을 기준으로 객관적으로 해석합니다.

 

제 5 조 (이용계약 체결)

1. 이용계약은 “회원”이 되고자 하는 자(이하 “가입신청자”)가 약관 내용에 대하여 동의를 한 다음 “회사”가 정한 절차에 따라 “회원”가입신청을 하고 “회사”는 이러한 신청에 대하여 승낙함으로써 체결됩니다. 이 경우 “회사”는 “가입신청자”의 종류에 따라 전문기관을 통한 실명확인 및 본인인증을 요청할 수 있으며, 실명확인 및 본인인증이 이루어지지 않는 경우 가입을 거부하거나 “서비스” 이용을 제한할 수 있습니다. 

2. “회사”는 “가입신청자”의 회원가입 신청이 있는 경우 “서비스” 이용을 승낙함을 원칙으로 합니다. 다만, “회사”는 다음 각 호의 1에 해당하는 신청에 대해서는 승낙을 하지 않을 수 있고, 회원가입 후 다음 각 호의 1에 해당하는 사유가 있었음을 인지하게 되는 경우 “서비스” 이용을 제한하거나 승낙의 의사표시를 취소할 수 있습니다.

①  “가입신청자”가 이 약관에 의하여 이전에 “회원” 자격을 상실한 적이 있는 경우 (단, “회사”의 “회원” 재가입 승낙을 얻은 경우는 예외로 합니다.)

②  타인 명의의 정보를 도용한 “회원” 가입 신청의 경우

③  허위의 정보를 기재하거나, “회사”가 요구하는 필수 내용을 기재하지 않은 경우

④  15세 미만 아동의 경우

⑤  “가입신청자”의 귀책사유로 인하여 승인이 불가능하거나 기타 이 약관에서 규정한 제반 사항을 위반하며 신청하는 경우

⑥  기타 “회사”가 관련 법령 등을 기준으로 하여 명백하게 사회질서 및 미풍양속에 반할 우려가 있음을 인정하는 경우

3. “회사”는 “서비스” 관련 설비의 여유가 없거나, 기술상 또는 업무상 문제가 있는 경우에는 승낙을 유보할 수 있습니다.

4. “회사”가 본 조에 따라 “회원” 가입 신청의 승낙을 하지 아니하거나 유보한 경우, “회사”는 원칙적으로 “회원” 가입신청 시 제공한 이메일 등을 통하여 이를 “가입신청자”에게 알리도록 합니다.

5. “회사”는 “회원”에 대해 회사정책에 따라 등급을 부여하고, 등급별로 이용시간, 이용횟수, 서비스 메뉴 등 “서비스”세부 항목의 이용에 차등을 둘 수 있습니다.

 

제 6 조 (“회원”정보의 변경)

1. “회원”은 “서비스”를 통하여 언제든지 본인의 개인정보를 열람할 수 있습니다.

2. “회원”은 가입신청 시 기재한 사항이 변경되었을 경우 이메일 등 기타방법으로 “회사”에 대하여 그 변경사항을 알려야 합니다.

3. “회원”이 제2항의 변경사항을 “회사”에 알리지 않아 발생한 불이익에 대하여 “회사”에게 고의 또는 중과실이 인정되는 것이 아닌 한 “회사”는 이에 대한 책임을 부담하지 않습니다.

 제 7 조 (개인정보보호 의무)

“회사”는 “개인정보보호법”,  “정보통신망 이용촉진 및 정보보호 등에 관한 법률” 등 관계 법령이 정하는 바에 따라 “회원”의 “개인정보”를 보호하기 위해 노력합니다. “개인정보”의 보호 및 사용에 대해서는 관련 법령 및 “서비스”의 “개인정보처리방침”이 적용됩니다. 다만 “서비스”의 공식 사이트 이외의 링크된 사이트에서는 “서비스”의 개인정보처리방침이 적용되지 않습니다.

 
제 8 조 (“회원”의 “계정” 및 “닉네임” 관리에 대한 의무)

1. “회사”는 “회원”이 등록한 로그인 방식을 통해, 로그인 및 서비스를 이용하는 별도의 확인절차 없이이용자를 “회원”으로 간주합니다.

2. “회원”의 “계정”에 관한 관리책임은 “회원”에게 있으며, 이를 제3자가 이용하도록 하여서는 아니되며, 대여, 양도, 담보의 목적으로 이용할 수 없습니다.

3. “회사”는 “회원”의 “닉네임”이 개인정보 유출의 우려가 있거나, 타인으로 오해할 소지가 있거나, 반사회적 또는 미풍양속에 어긋나거나 “회사” 및 “회사”의 운영자로 오인할 우려가 있는 경우 또는 제3자의 권리를 침해하는 등 적합하지 않다고 판단될 경우, 해당 “닉네임” 의 이용을 제한할 수 있습니다.

4. “회원”이 고의 또는 관리소홀 등의 과실로 인하여 발생한 제3자의 도용, 부정사용 등에 대해서는 “회사”가 책임지지 않습니다.

5. “회원”은 “계정”이 도용되거나 제3자가 사용하고 있음을 인지한 경우에는 이를 즉시 “회사”에 통지하고 “회사”의 안내에 따라야 합니다. 해당 “회원”이 “회사”에 그 사실을 통지하지 않거나, 통지한 경우에도 “회사”의 안내에 따르지 않아 발생한 불이익에 대하여, “회사”에게 고의 또는 중과실이 인정되지 않는 한, “회사”는 이에 대한 책임을 부담하지 않습니다.

 제 9 조 (“회원”에 대한 통지)

1. “회사”는 본 약관에 별도 규정이 없는 한 “회원”이 등록한 전화, 이메일, 문자메시지(동의한 경우에 한함) 등 기타 통신수단을 이용하여 “회원”에게 통지할 수 있습니다. “회원”이 이메일주소, 휴대전화번호 정보를 허위로 제출 또는 등록하거나, 변경된 정보를 수정 또는 회사에 고지하지 않은 경우 “회사”는 “회원”이 사전에 제출 또는 등록한 정보로 발송한 때에 “회원”에게 도달한 것으로 합니다.

2. “회사”는 “회원” 전체에 대한 통지의 경우 7일 이상 “서비스”의 공식 웹사이트 또는 “서비스” 내 화면에 게시함으로써 제1항의 통지에 갈음할 수 있습니다. 다만 “회원” 본인의 거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 개별통지를 합니다.

 

제 10 조 (“회사”의 의무)

1. “회사”는 관련 법령과 이 약관이 금지하거나 미풍양속에 반하는 행위를 하지 않으며, 계속적이고 안정적으로 “서비스”를 제공하기 위하여 최선을 다하여 노력합니다.

2. “회사”는 “회원”이 안전하게 “서비스”를 이용할 수 있도록 개인정보 보호를 위해 보안시스템을 갖추어야 하며 개인정보처리방침을 공시하고 준수합니다.

3. “회사”는 “서비스” 제공과 관련하여 알고 있는 “회원”의 개인정보를 “회원”의 승낙없이 제3자에게 누설, 배포하지 않습니다. 다만, 관계법령에 의한 관계기관으로부터의 요청 등 법률의 규정에 따른 적법한 절차에 의한 경우에는 그러하지 않습니다.

4. “회사”는 “서비스”에 관련된 설비를 항상 운용할 수 있는 상태로 유지∙보수하고, 장애가 발생하는 경우 지체 없이 이를 수리∙복구할 수 있도록 최선의 노력을 다하여야 합니다. 다만, “회사”는 제12조 제4항 각호의 경우에는 “서비스”를 일시 중단하거나 영구 중지할 수 있으며, 이러한 경우 “회사”는 홈페이지 게시, 유선연락, 문자메시지(동의한 경우에 한함), 이메일을 통해 사전 또는 사후적으로 이를 고지합니다.

5. “회사”는 “서비스”이용과 관련하여 “회원”으로부터 제기된 의견이나 불만이 정당하다고 인정할 경우에는 이를 처리 합니다. “회원”이 제기한 의견이나 불만사항에 대해서는 전자쪽지 또는 이메일 등을 통하여 “회원”에게 처리과정 및 결과를 전달합니다.

 

제 11 조 (“회원”의 의무)

1. “회원”은 다음 각 호의 1에 해당하는 행위를 하여서는 안 됩니다.

①  회원가입 신청 또는 회원정보 변경 시 허위내용의 등록

②  타인의 정보도용, 부정사용, 서비스 내 개인정보 및 계정정보를 수집하는 행위

③  반사회적 또는 미풍양속에 어긋나는 미션 등록 행위

④  허위미션 등록 행위

⑤  “회사”가 정한 정보 이외의 정보(컴퓨터 프로그램 등)등의 송신 또는 게시

⑥  “회사”와 기타 제3자의 지식재산권에 대한 침해

⑦  “회사” 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위

⑧ 외설 또는 폭력적인 메시지, 화상, 음성, 기타 미풍양속에 반하는 정보를 “서비스”에 공개 또는 게시하는 행위

⑨  “회사”의 동의 없이 영리를 목적으로 “서비스”를 사용하는 행위

⑩  다른 “회원”의 개인정보 및 계정정보를 수집하는 행위

⑪ 리버스엔지니어링, 디컴파일, 디스어셈블 및 기타 일체의 가공행위를 통하여 “서비스”를 복제, 분해 또는 모방 기타 변형하는 행위

⑫ “회사”가 제공하는 “서비스” 이외의 다른 방법으로 “서비스”를 이용(자동 접속 프로그램 등)하여 “회사”의 정상적인 “서비스” 제공을 방해하는 행위

⑬  다단계, 유사수신, 상업광고 등 타회원에게 피해 발생이 가능한 행위

⑭  기타 불법적 행위

2. “회원”은 관계법령, 본 약관의 규정, 이용안내 및 “서비스”와 관련하여 공지한 주의사항, “회사”가 통지하는 사항 등을 준수하여야 하며, 기타 “회사” 업무에 방해되는 행위를 하여서는 안 됩니다.

3. 이 약관을 위반하거나 또는 기타의 사유로 타회원으로부터 신고 또는 서비스 관리자로부터 경고를 받는 경우, “회사”는 “회원”에게 안내 후 “서비스” 이용을 제한할 수 있습니다. 또한 사안의 심각성에 따라 “회사”는 별도 안내 없이 “서비스”를 일시 또는 영구 정지할 수 있으며, “회사” 또는 타회원에 대한 손해에 대해 법적 책임을 물을 수 있습니다.

 

제 12 조 (“서비스”의 제공 및 중지)

1. “회사”는 “회원”에게 다음 각 호의 내용과 같은 “서비스”를 제공합니다. 다음 각 호의 서비스의 세부내용은 추후 “회사”가 홈페이지 등에서 제공하는 정보에 따릅니다.

①	 창업인턴 : 다양한 일거리 정보 확인 및 이용자 맞춤형 일자리 검색·추천 및 업종별 매출, 창업정보 비교 서비스

②	  비법전수 : 업체 비법에 관련 정보를 구매 할 수 있는 서비스 

③	 빠른정산 : 창업인턴 서비스 중 하나로 starter의 미션 수행이 완료된 경우, ceo 의뢰인의 급여 채무를 병존적으로 인수하여 starter 계좌로 급여를 선정산하여 지급해주고 간이명세서를 발급해주는 서비스

④	  마이창업 : 이력(경력, 스킬, 활동 후기 등) 관리 및 개인 정보 관리 서비스 

⑤	 창인머니 : 창업인턴이 제공하는 프로모션/이벤트에 “회원”이 참여하고 결과에 따라 “회사”에서 제공하는 서비스 혜택을 의미하며 “회원”은 적립된 “창인머니”를 계좌로 출금하거나 그 외 “회사”가 지정하는 용도에 따라 사용할 수 있는 서비스

⑥ 기타 :  “회사”가 추가 개발하거나 다른 제3자와의 제휴계약 등을 통해 “회원”에게 제공하는 일체의 서비스

2. “회사”는 “서비스”를 일정 범위로 분할하여 각 범위 별로 이용가능시간을 별도로 지정할 수 있습니다. 다만 이러한 경우에는 그 내용을 사전에 공지합니다.

3. “서비스”는 연중무휴, 1일 24시간 제공함을 원칙으로 합니다.

4. 제3항에도 불구하고 회사는 다음 각 호의 하나에 해당하는 경우 서비스의 전부 또는 일부를 일시적으로 중지 또는 제한하거나 그 제공일정 및 방법을 변경할 수 있습니다. 이 경우 회사는 사전에 그 사유와 기간을 “서비스” 초기화면이나 공지사항 등에 공지합니다. 다만, 사전에 공지할 수 없는 부득이한 사정이 있는 경우 사후에 공지할 수 있습니다.

①  시스템 정기점검, 서버의 증설 및 교체, 네트워크의 불안정 등의 시스템 운영상 필요한 경우

②  정전, 서비스 설비의 장애, 서비스 이용폭주, 기간통신사업자의 설비 보수 또는 점검 등으로 인하여 정상적인 서비스 제공이 불가능한 경우

③  전시, 사변, 천재지변 또는 이에 준하는 국가비상사태 등 회사가 통제할 수 없는 상황이 발생한 경우

④  기타 제1호 내지 제4호에 준하는 경우

5. “회사”는 “서비스”의 제공에 필요한 경우 정기점검을 실시할 수 있으며, 정기점검시간은 “서비스” 제공화면에 공시한 바에 따릅니다.

 

제 13 조 (“서비스”의 변경 및 중단)

1. “회사”는 다음 각 호의 1에 해당하는 사유가 발생하는 경우 “서비스”의 전부 또는 일부를 변경 또는 중단할 수 있습니다.

①  이용량 감소로 인한 효율이나 수익성 악화의 경우

②  기술 진보에 따른 차세대 “서비스”로의 전환 필요성이 있는 경우

③  회사 또는 제휴사의 영업양도, 분할, 합병, 해산, 파산 등에 따른 영업의 폐지

④  관련 법령에 위반되거나 “서비스”의 이용과 관련하여 정부 기관 또는 유관 기관의 지시 또는 정책에 의해 “서비스” 지원이 지속되기 어려운 경우

⑤  “서비스”의 실제 사용 사례가 법령에 위반되거나 공공질서 및 미풍양속에 저해되는 경우

⑥  기타 제1호 내지 제6호에 준하는 경우

2. “회사”는 “서비스”의 내용, 이용방법, 이용시간에 대하여 변경이 있거나 “서비스”의 중단이 있는 경우에는 “회원”에게 제 9 조 (“회원”에 대한 통지) 에 정한 방법으로 변경 및 중단 사유, 변경되는 “서비스”의 내용과 제공일자 등을 통지합니다. 다만, “회사”가 사전에 통지할 수 없는 부득이한 사유가 있는 경우 사후에 통지할 수 있습니다.

3. “회사”는 “서비스”의 일부 또는 전부를 “회사”의 정책 및 운영의 필요상 수정, 중단, 변경하는 경우와 관련하여 관련 법령에 특별한 규정이 없는 한 “회원”에게 별도의 보상을 하지 않습니다.

 

제 14 조 (정보의 제공 및 광고의 게재)

1. “회사”는 “회원”이 “서비스” 이용 중 필요하다고 인정되는 다양한 정보를 “서비스”의 공식 웹사이트나 이메일, 앱 푸시(App Push), 알림톡, 문자(SMS, LMS) 등의 방법으로 “회원”에게 제공할 수 있습니다. 다만, “회원”은 관련 법령에 따른 거래관련 정보, 고객센터 답변 등을 제외한 정보의 전송에 대하여 서비스 내 설정 기능 또는 이메일을 통하여 언제든지 그 수신을 거부할 수 있습니다.

2. “회사”는 “서비스”의 운영과 관련하여 “서비스” 화면, “서비스”의 공식 웹사이트에 광고를 게재할 수 있습니다. 단, “회사”는 사전 동의를 받은 “회원”에 한하여 이메일, 앱 푸시(App Push), 알림톡, 문자(SMS, LMS) 등을 통해 광고성 정보를 발송하며, 광고가 게재된 이메일 등을 수신한 “회원”은 수신거부의 의사를 “회사”에 표시할 수 있습니다.

 

제 15 조 (“게시물”에 대한 “회원”의 권리와 “회사”의 이용권한)

1. “회원”이 “서비스” 내에 게시한 “게시물”의 권리는 원칙적으로 해당 “게시물”의 권리자(원 작성자를 의미함)에게 귀속되며, “회원”의 “게시물”이 제3자의 지식재산권을 침해함으로써 발생하는 민ㆍ형사상의 책임은 전적으로 “회원”이 부담 합니다. 다만, 회사에게 고의 또는 중과실이 인정되는 경우에는 그러하지 않습니다.

2. “회사”는 “회원”의 동의를 얻어 “게시물”을 검색결과, “서비스” 관련 프로모션 등에 노출할 수 있으며, 해당 노출을 위해 필요한 범위 내에서는 일부 수정, 복제, 편집하여 게시할 수 있습니다.

 

제 16 조 (“게시물”의 관리)

1. “회원”의 “게시물”이 “정보통신망법”, “저작권법”, “청소년보호법” 등 현행 법령이나 미풍양속에 위반되는 내용을 포함하여 피해자나 권리자가 관련 법령이 정한 절차에 따라 해당 게시물의 게시중단 및 삭제 등을 요청하는 경우, “회사”는 관련 법령에 따른 조치를 취할 수 있습니다.

2. “회사”는 제1항에 따른 피해자 또는 권리자의 요청이 없는 경우라도 “게시물”에 의한 권리침해가 인정될 만한 사유가 있거나 미풍양속 기타 “회사” 정책 및 관련 법령에 위반된다고 판단하는 경우에는 “회원”에게 개별적으로 고지한 후 해당 게시물에 대해 삭제나 열람금지 등의 임시 조치 등을 취할 수 있습니다.

3. 제2항에도 불구하고 위법행위가 명백하거나 이를 방치하면 회복할 수 없는 중대한 피해가 발생할 우려가 존재하는 경우 또는 이미 위 절차에 따라 삭제된 게시물의 내용과 유사한 내용을 반복적으로 게시하는 경우, 위와 같은 고지절차를 생략하고 해당 게시물을 일시적으로 제한할 수 있습니다. “회원”은 “회사” 고객센터를 통해 위와 같은 일시적인 제한에 대하여 이의를 제기할 수 있습니다.

4. 본 조에 따른 세부절차는 “정보통신망법”, “저작권법” 등 관련 법령이 규정한 범위 내에서 “회사”가 정한 방침에 따릅니다.

 

제 17 조 (권리의 귀속)

1. “서비스”에 대한 지식재산권은 “회사”에 귀속됩니다. 단, “회원”의 “게시물” 및 제휴계약에 따라 제공된 저작물은 제외합니다.

2. “회원”이 마의창업에 등록한 정보는 회원별 카테고리를 생성하고 각 “회원”의 동의 하에 “회사”의 네트워크에 보관되어 관리됩니다. 이러한 회원별 마의창업는 각 등록된 정보에 해당하는 “회원”이 소유권을 가집니다.

3. “회사”가 제공하는 “서비스”의 디자인, “회사”가 만든 텍스트, 스크립트(script), 그래픽, “회원” 상호간 커뮤니케이션 및 전송 기능 등 “회사”가 제공하는 “서비스”에 관련된 모든 상표, 서비스 표, 디자인, 로고, 슬로건 등에 관한 지식재산권은 대한민국 법령과 국제조약에 기하여 “회사”에게 소유권 또는 사용권이 있습니다.

4. “회원”은 이 약관으로 인하여 “서비스” 및 그에 관한 지식재산권 및 기타 권리를 취득하는 것은 아니며, “회사”가 정한 범위 내에서의 “서비스” 이용권만을 허락 받게 되는 바, “회원”은 “서비스”를 정보취득 또는 개인적 사용 용도 하에서 “회사”로부터 제공되는 형태 그대로만 이용할 수 있습니다.

5. “회원”은 “회사”로부터 명시적으로 허락된 내용을 제외하고는, “서비스”를 통해 얻어지는 “회원” 상태정보를 영리목적으로 사용, 복사, 유통하지 못하고 “회사”가 만든 텍스트, 스크립트, 그래픽의 “회원” 상호간 커뮤니케이션 및 전송기능 등을 복사하거나 유통할 수 없습니다.

6. “회사”는 “서비스”와 관련하여 “회원”에게 “회사”가 정한 이용조건에 따라 계정, “아이디”, 콘텐츠 등을 이용할 수 있는 이용권만을 부여하며, “회원”은 이를 타인에게 양도ㆍ판매ㆍ담보제공ㆍ이용허락 할 수 없습니다.

 

제 18 조 (“회원”의 이용계약 해지 등)

1. “회원”은 언제든지 계정관리 메뉴를 통하여 “서비스” 탈퇴 신청을 하는 방법으로 이용계약을 해지할 수 있으며, “회사”는 관련 법령과 내부기준 등이 정하는 바에 따라 이를 즉시 처리합니다.

2. “회원”이 이용계약을 해지할 경우, “회사”는 관련 법령 및 개인정보처리방침, 관계 당국의 방침 등에 따라 “회사”가 기록ㆍ보존해야 하는 경우를 제외하고는 해지 즉시 “회원”에 관련된 모든 정보를 삭제합니다.

3. “회원”이 이용계약을 해지하는 경우 “회원” 계정에 등록한 정보 일체는 삭제됩니다. 단, 회원이 서비스 내에서 작성한 일거리 경험 후기, 타인의 “게시물”에 단 댓글 등의 “게시물”은 삭제되지 않습니다. 이용계약을 해지한 “회원”의 삭제 요청이 있는 경우 “회사”는 해당 요청에 따라 “회원”의 게시물을 즉시 삭제합니다.

4.  “회원”이 이용계약을 해지하는 경우 “회원” 계정의 미션 수행 이력은 해지시로부터 1년간 별도의 저장소에 보관되며, 위 보관기간 내에 재가입시 수행이력을 불러올 수 있습니다. 단, “회원”이 삭제요청을 한 경우 즉시 이를 삭제합니다.

 

제 19 조 (이용제한 등)

1. “회사”는 “회원”이 다음 각 호의 1에 해당하는 행위를 하거나 방송통신심의위원회 등 관계기관의 요청이 있는 경우, 경고, 일시 정지, 영구정지, 계약 해지 등으로 “서비스” 이용을 단계적으로 제한할 수 있습니다.

①  이 약관의 의무를 위반하거나 “서비스”의 정상적인 운영을 방해하는 행위

②  “서비스”의 저장공간에 음란물을 게재하거나 음란사이트를 링크하거나, 이를 배포하는 등 미풍양속을 해치는 행위

③  공공질서 또는 미풍양속에 위배되는 내용의 정보, 문장, 도형, 음성 등을 유포하는 행위

④  타인의 명예를 훼손 또는 모욕하는 행위

⑤  “회사” 또는 제 3자의 지식재산권 등 기타 권리를 침해하는 행위 또는 “서비스”에 게재된 자료 및 저작물의 발신인을 위조하는 행위

⑥  관계 법령에 의하여 그 제조, 수입, 전송 또는 게시가 금지되는 기술, 제품, 정보의 제조, 수입, 전송 또는 게시 행위

⑦  범죄와 결부된다고 판단되는 행위

⑧  해킹 또는 컴퓨터 바이러스를 유포하거나 타인의 의사에 반하여 광고성 정보 등 일정한 내용을 지속적으로 전송하는 행위

⑨  다른 “회원”의 “개인정보”를 부정 사용하거나 타인을 사칭하는 행위

⑩  다른 “회원”의 개인정보를 수집, 도용, 저장하거나 이를 유포하는 행위

⑪  타인을 스톡(stalk)하거나, 괴롭히는 행위

⑫  정당한 사유 없이 “회원” 가입과 탈퇴를 수 차례 반복하여 금전적 이득을 취하거나 “회사”의 “서비스” 운영에 지장을 초래하는 행위

⑬  본인의 “계정”을 타인에게 양도ㆍ매매하거나 이용하게 하는 행위

⑭  제11조 제1항 상 “회원”에게 금지된 행위

⑮  기타 각호에 준하는 사유가 발생하거나 그러한 사유 발생의 방지를 위한 조치가 필요한 경우

2. “회사”는 제1항에도 불구하고, “주민등록법”을 위반한 명의도용 및 결제도용, “저작권법”을 위반한 불법프로그램의 제공 및 운영방해, “정보통신망법”을 위반한 불법통신 및 해킹, 악성프로그램의 배포, 접속권한 초과행위 등과 같이 관련법령을 위반한 경우에는 즉시 “서비스”를 영구 이용 정지 시킬 수 있습니다.

3. “회사”는 “회원”이 계속해서 1년 이상 로그인하지 않는 경우, 휴면 상태 또는 서비스 해지 상태로 전환됩니다. 회원이 1년 동안 서비스 이용을 위해 계정에 접속한 기록이 없는 경우 회사는 사전에 회원에게 통지하고 해당 계정을 휴면 상태로 전환할 수 있습니다. 휴면 상태로 전환되더라도 보유한 요긱머니의 유효기간(지급일로부터 12개월)은 정지되지 않으며, 유효기간 경과한 해당 요긱머니는 소멸하고 소멸한 요긱머니는 복원되지 않습니다. 회원이 회사로부터 휴면에 관한 통지를 받은 후 계정에 접속하게 되면 해당 계정의 휴면 상태는 해제됩니다. 휴면 내용 통지 후 1개월이 지날 때까지 회원이 계정에 접속하지 않게 되면 회사는 회원의 자격을 상실하고 이용계약을 해지할 수 있습니다. 그 기간에 대해 다른 법령 또는 “회원”의 요청에 따라 달리 정하는 경우가 아닌 한 개인정보보호법에 따른 조치를 취합니다.

4. 본 조의 이용제한 범위 내에서 제한의 조건 및 세부내용은 “회사”가 정한 이용제한정책 등에서 정한 바에 의합니다.

5. 제1항에 따라 경고, 일시 정지, 영구정지 등 “서비스” 이용을 제한하거나 계약을 해지하는 경우에는 “회사”는 사전에 제 9 조 (“회원”에 대한 통지) 의 방법에 따라 통지하고, “회원”등록 말소 전에 본 조 제7항에 따라 최소한 30일 이상의 기간을 정하여 소명할 기회를 부여합니다. 다만, “회원”이 현행법 위반 및 고의, 중과실로 “회사”에 손해를 입힌 경우에는 즉시 이용을 제한할 수 있으며, 위 소명 기회를 부여한 후 이용계약을 해지할 수 있습니다.

6. 본 조에 따른 이용계약 해지 시 “회원”이 “서비스” 이용을 통해 부수적으로 제공 받은 요긱머니 등 혜택의 전부 또는 일부를 회수하거나 계정 접속을 제한 또는 회원 자격을 박탈할 수 있고, 해당 회원의 게시글을 임시 삭제 또는 영구 삭제 할 수 있습니다. 이에 따라 회원 자격을 박탈 당한 자의 재가입은 제한될 수 있습니다. “회사”는 이에 대해 별도로 보상하지 않습니다.

7. “회원”은 본 조에 따른 이용제한 등에 대해 “회사”가 정한 절차(이용제한 등 조치에 대한 통지메일에서 안내함)에 따라 이의신청을 할 수 있습니다. 이 때 이의가 정당하다고 “회사”가 인정하는 경우 “회사”는 즉시 “서비스”의 이용을 재개합니다.

 

제 20 조 (손해배상)

1. “회사”는 “회원”이 “서비스”를 이용함에 있어 “회사”의 고의 또는 과실로 인하여 입은 손해를 배상할 책임을 부담합니다.

2. “회원”이 고의 또는 과실로 이 약관의 의무를 위반함으로 인하여 “회사”에 손해를 입힌 경우 또는 “회원”이 “서비스”를 이용함에 있어 “회사”에 손해를 입힌 경우에 “회원”은 “회사”에 대하여 그 손해를 배상 합니다.

 

제 21 조 (책임제한)

1. “회사”가 천재지변, 전쟁, 폭동 또는 이에 준하는 불가항력적인 사유로 인하여 “서비스”를 제공할 수 없는 경우에는 “서비스” 제공 의무 위반책임이 면제됩니다.

2. “회사”는 회사의 고의 또는 중과실이 아닌 “회원”의 귀책사유로 인한 “서비스” 이용의 장애에 대하여는 책임을 지지 않습니다.

3. “회사”는 “회원”이 “서비스”와 관련하여 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여는 관련 법령이 허용하는 한도 내에서 책임을 지지 않습니다.

4. “회사”는 “회원” 상호간 또는 “회원”과 제3자 상호간에 “서비스”를 매개로 하여 거래 등을 함으로써 “회원” 또는 거래상대방인 제3자에게 발생한 손해에 대하여 “회사”의 고의 또는 중과실이 인정되지 않는 한 책임을 지지 않습니다.

5. “회사”는 “서비스” 중 무료로 제공되는 영역에 관하여는 그 이용과 관련하여 “회원”에게 재산적인 손해가 발생한 경우, 그러한 손해가 “회사”의 고의, 중과실로 발생하였거나 또는 관련 법령에 특별한 규정이 있는 것이 아닌 한 책임을 지지 않습니다.

6. “회사”는 제3자가 “서비스” 내 화면 또는 링크된 웹사이트를 통하여 광고한 제품 또는 “서비스”의 내용과 품질에 대하여 감시할 의무가 없으며, “회사”에 고의 또는 중과실이 인정되지 않는 한 기타 어떠한 책임도 지지 아니합니다.

7. “회사” 및 “회사”의 임직원 그리고 대리인은 다음 각 호의 1과 같은 사항으로부터 발생하는 손해에 대해 “회사”의 고의 또는 중과실이 없는 한 책임을 지지 아니합니다.

①  “회원”의 상태정보의 허위 또는 부정확성에 기인하는 손해

②  그 성질과 경위를 불문하고 “서비스”에 대한 접속 및 “서비스”의 이용과정에서 “회원”의 귀책으로 인하여 발생하는 개인적인 손해

③  서버에 대한 제3자의 모든 불법적인 접속 또는 서버의 불법적인 이용으로부터 발생하는 손해

④  서버에 대한 전송 또는 서버로부터의 전송에 대한 제3자의 모든 불법적인 방해 또는 중단행위로부터 발생하는 손해

⑤  제3자가 “서비스”를 이용하여 불법적으로 전송, 유포하거나 또는 전송, 유포되도록 한 모든 바이러스, 스파이웨어 및 기타 악성프로그램을 “회원”이 이용함으로써 발생한 손해

⑥  천재지변, 전쟁, 폭동 및 이에 준하는 불가항력적인 사유로 인한 전송된 데이터의 오류 및 생략, 누락, 파괴 등으로 발생되는 손해

⑦  “회원” 간의 “회원” 상태정보 등록 및 “서비스” 이용 과정에서 발생하는 명예훼손 기타 불법행위로 인한 각종 민형사상 책임

⑧  “회원”의 행위로 인해 발생하는 제3자의 지식재산권 침해에 따른 손해

 

제 22 조 (해외이용)

“회사”는 전세계 모든 국가에서의 “서비스”의 동일한 품질 또는 사용성을 보장하지 않습니다. 따라서 “회원”은 “서비스”를 이용하고자 하는 경우 스스로의 판단과 책임에 따라서 이용 여부를 결정하여야 하고, 특히 “서비스”의 이용과정에서 현지 법령을 준수할 책임은 “회원”에게 있습니다.

 

제 23 조 (개인정보에 관한 분쟁의 조정 등)

“회사”와 “회원” 사이에 개인정보에 관한 분쟁이 발생한 경우 각 당사자는 분쟁의 해결을 위해 성실히 협의하도록 하고, 협의가 이루어지지 아니하거나 협의를 할 수 없는 경우에는 개인정보보호법 제43조에 따라 개인정보분쟁조정위원회에 조정을 신청할 수 있습니다.

 

제 24 조 (준거법 및 재판관할)

1. “회사”와 “회원”간 제기된 소송은 대한민국 법을 준거법으로 합니다.

2. “회사”와 “회원”간 발생한 분쟁에 관한 소송의 관할법원은 민사소송법에 따른 법원으로 합니다.

 

제 25 조 (사업자정보)

“회사”의 상호, 주소, 전화번호 그 밖의 연락처는 다음과 같습니다.

상호

(주)친한친구들 

주소

서울특별시 동작구 등용로 9, 2층

전화번호

02-1234-5678

전자우편

-	cs.changin@gmail.com
 

 

제 2 장 

 

제 26 조 (책임의 한계)

1. “회사”는 “cso”과 “starter” 간의 편리한 서비스 거래를 할 수 있는 중개시스템 및 이에 부수하는 빠른정산만을 운영 및 관리할 뿐이며, “ceo” 또는 “starter”를 대리하지 않습니다.

2. “ceo”과 “starter”의 거래관계, 서비스내용, 거래조건 등에 대하여 어떠한 보증이나 책임도 부담하지 않습니다.

3. “회사”는 “ceo”과 “starter” 간의 서비스 거래와 관련하여 서비스제공의사 존부 및 진정성, 서비스의 품질, 완전성, 안전성, 적법성 및 타인의 권리에 대한 비침해성, “ceo”과 또는 “starter” 가 입력한 정보 및 그 정보를 통하여 링크된 URL에 게재된 자료의 진실성 또는 적법성 등 일체 사항에 대하여 어떠한 보증도 하지 아니하며, 이에 대한 신뢰 여부는 전적으로 “ceo”과 “starter” 본인의 판단과 책임에 따릅니다.

4. “ceo”과 “starter” 간의 서비스 거래 중 위탁 업무에서 소요되는 비용, “ceo” 또는 “starter”의 고의 또는 과실로 인해 상대방에게 손해가 발생한 경우, 업무상 재해나 분쟁에 대한 기타 금전적 비용 등에 대하여 “회사”의 고의 또는 중과실이 인정되지 않는 한 “회사”는 어떠한 책임도 부담하지 않습니다.

5. “회사”는 의뢰인이 법에 위반되거나 타인에게 피해를 입히는 동네미션, 미풍양속이나 기타 불법적인 동네미션 또는 허위 동네미션 등을 등록함으로 인해 starter 또는 제3자에게 발생하는 피해에 대하여, 회사의 고의 또는 중과실이 인정되지 않는 한 책임을 부담하지 않습니다.

 

제 27 조 (거래의 책임)

1. 서비스를 통한 거래와 관련하여 해당 서비스 의사철회 등 일체의 사항은 ceo과 starter의 책임 하에 진행됩니다.

2. 회사는 ceo과 starter 간의 서비스 거래에 관여하지 않으며, 이에 대하여 어떠한 보증이나 책임도 부담하지 않습니다. 부연하면 회사가 부담하는 빠른정산에 관한 사항을 제외하고는, seo과 starter 간의 서비스 거래에 대해 일방 당사자가 서비스를 제공하지 않거나 대금 지금 의무 등을 이행하지 않는 등 위 거래에 따른 의무를 이행하지 않는 경우, 회사의 고의 또는 중과실이 인정되지 않는 한 회사에게는 위 의무의 불이행에 대해 책임이 인정되지 않습니다.               

 

제 28 조 (회원의 책임 및 이용제한)

1. 회사는 아래에 규정된 위반 행위를 하는 회원에 대해 서비스 일시중단 등의 조치를 취할 수 있으며, 필요한 경우 이에 대한 시정을 요구할 수 있습니다.

①	  신원확인 과정을 거쳐 창업인턴 내 동네미션 서비스에서 활동할 수 있게 되지만, 이 약관에서 금지하는 행위를 하는 등 활동하기에 부적절하다고 판단되는 경우 이용제한이 될 수 있습니다.

②  미션, 문자 및 전화, 회원 평가 및 취소사유, 회원과 회사에 대한 비방 및 비하 발언, 비속어 등을 사용 시 이용제한이 됩니다.

③  특별한 사유 없이 수행 중인 미션을 취소하거나 수행을 하지 않는 경우 일정 기간 이용제한이 될 수 있습니다.

④  회원이 미션 수행 중 기물파손, 물건분실, 상해, 욕설 등 상대방에게 물리적, 육체적, 정신적 손해 등을 입힌 경우 이에 대한 배상 책임은 회원에게 인정됩니다.

⑤  법에 위반되거나 타인에게 피해를 입히는 동네미션, 미풍양속이나 기타 불법적인 동네미션 또는 허위 동네미션을 등록하는 등 의뢰인으로 활동하기에 부적절하다고 판단되는 경우 이용제한이 될 수 있습니다.

⑥	  미션완료 후 서비스 만족도나 stater의 태도 등을 이유로 정산 지급을 거부할 경우 즉시 이용제한이 됩니다. 회원의 주관적인 기준에 의한 지급 거부는 인정되지 않으며, 원칙적으로 미션을 수행한 starter에게 비용을 지급해야 합니다.

⑦  회원 간 미션 진행 의사를 확인 후, 회원이 미션수행을 진행중인 때에 악의적 혹은 반복적으로 미션을 취소요청 할 경우 일정 기간 이용제한이 될 수 있습니다.

⑧  회사나 상대방의 사전 동의 없이 서비스 제공 의무나 대금 지급 의무 등을 제3자에게 양도하는 행위는 허용되지 않으며, 이를 위반하는 경우에는 이용제한이 될 수 있습니다.

2. 특히 회원이 시정을 요구받은 기간 내에 시정하지 아니한 경우, 동일한 위반 행위를 반복할 경우 또는 다수의 위반 행위가 확인된 경우에 회사는 회원과의 서비스 이용계약을 해지할 수 있습니다.

3. 제1항, 제2항의 경우 회사는 사전에(불가피한 경우 조치 후 통지) 회원에게 회원이 가입신청시 제출한 이메일, 전화, 문자(SMS, LMS) 등의 방법으로 개별 통지합니다. 단, 회원의 상태정보가 허위이거나 부정확한 경우 등 회사에게 책임 없는 사유로 회원에게 통지가 도달하지 아니하는 경우, 회사는 통지의 미도달 및 그 후의 이용계약 해지로 인하여 발생하는 회원의 손해에 대해 회사의 고의 또는 중과실이 없는 한 책임을 지지 아니합니다.

 

제 3 장 기타 서비스

 

제 29 조 (창업머니의 지급)

1. “회사”는 “회원”이 창업이턴이 제공하는 프로모션/이벤트에 참여하고 해당 프로모션/이벤트에서 요구하는 요건을 충족하는 경우, “회원”에게 창업머니를 지급할 수 있습니다.

2. “회원”은 “계정”별로 창업머니를 최대 200만 원 까지 보유할 수 있으며, 지급받은 창업머니를
일정 금액 이상(추후 “회사”가 공지하는 금액을 의미하고, 이하 “현금전환최소금액”)부터
“회원”이 회원가입시 제공한 계좌로 출금하거나 그 외 “회사”가 지정하는 용도에 따라
사용할 수 있습니다.

3.  “회사”가 “회원”에게 창업머니를 지급하는 프로모션/이벤트는 “회사”의 사정에 따라 그 지급시기와 기간을 변경할 수 있고, 조기에 종료할 수 있습니다.

4. “회사”는 창업머니의 지급과 사용과 관련하여 프로모션/이벤트 별로 창업머니의 지급대상, 요건, 지급 횟수 및 창업머니 사용 소멸에 관한 세부기준을 정하여 “회원”에게 알려드립니다.

5. “회원”이 제18조에 따라 이용계약을 해지하는 경우, 미사용/미전환되었거나 현금전환최소금액에 이르지 못한 창업머니는 “회원”의 이용계약 해지의 효력이 발생하는 즉시 소멸합니다. “회원”이 새로이 이용계약을 체결하여 재가입하더라도 이미 소멸한 창업머니는 다시 지급되지 않습니다.

6. 창업머니의 유효기간은 지급일로부터 12개월입니다. 창업머니의 유효기간은 “회원”이 휴면 상태로 전환되더라도 정지되지 않으며, 유효기간 경과한 해당 창업머니는 즉시 소멸하고 소멸한 창업머니는 복원되지 않습니다

7. 창업머니 지급 또는 사용(현금출금 포함) 시 원천세가 발생할 수 있으며, 이에 대해서는 회사가 관련 법령에 따라 처리합니다.

 

부칙

제 1 조 (시행일)

이 약관은 2023년 1월 12일부터 시행됩니다.
');

define('LOCATION_BASE_AGREEMENT', '위치기반서비스 이용약관


제 1 조 (목적)

본 약관은 회원(창업인턴 서비스 약관에 동의한 자를 말합니다. 이하 "회원"이라고 합니다.)이 주식회사 친한친구들(이하 "회사"라고 합니다.)이 제공하는 창업인턴 서비스(이하 "서비스"라고 합니다)를 이용함에 있어 회사와 회원의 권리·의무 및 책임사항을 규정함을 목적으로 합니다.

 

제 2 조 (이용약관의 효력 및 변경)

1. 본 약관은 서비스를 신청한 고객 또는 개인위치정보주체가 본 약관에 동의하고 회사가 정한 소정의 절차에 따라 서비스의 이용자로 등록함으로써 효력이 발생합니다.

2. 회원이 온라인에서 본 약관의 "동의하기" 버튼을 클릭하였을 경우 본 약관의 내용을 모두 읽고 이를 충분히 이해하였으며, 그 적용에 동의한 것으로 봅니다.

3. 회사는 위치정보의 보호 및 이용 등에 관한 법률, 콘텐츠산업 진흥법, 전자상거래 등에서의 소비자보호에 관한 법률, 소비자기본법 약관의 규제에 관한 법률 등 관련법령을 위배하지 않는 범위에서 본 약관을 개정할 수 있습니다.

4. 회사가 약관을 개정할 경우에는 다음 각 호와 같은 사항을 명시하여 개정약관 적용일자 30일 전부터 적용일자 전일까지 이를 서비스 홈페이지 등에 게시하고 회원에게 전자적 형태(전자우편, SMS 등)로 개별 통지합니다.

    ① 기존약관 및 개정약관의 내용
    ② 개정약관의 적용일자 및 개정사유
    ③ 제4항의 기간동안 회원이 개정약관에 대해 동의 또는 거부의 의사표시를 하지 아니하면 동의한 것으로 본다는 내용

5. 회사는 제4항에 따른 게시 및 통지 후에도 회원이 제4항의 기간동안 개정약관에 대해 동의 또는 거부의 의사표시를 하지 않을 때에는 회원이 해당 개정약관에 동의한 것으로 봅니다. 회원이 개정약관에 동의하지 않을 경우 회원은 이용계약을 해지할 수 있습니다.


제 3 조 (관계법령의 적용)  

본 약관은 신의성실의 원칙에 따라 공정하게 적용하며, 본 약관에 명시되지 아니한 사항에 대하여는 관계법령 또는 상관례에 따릅니다.

 

제 4 조 (서비스의 내용)  

1. 회사는 직접 위치정보를 수집하거나 위치정보사업자로부터 위치정보를 전달받아 아래와 같은 위치기반서비스를 제공합니다.

서비스 명

서비스 내용

위치기반서비스

- 현위치를 이용한 "서비스 이용약관" 상의 동네 미션 (이하 "동네 미션") 정보 검색

- 현위치를 활용하여 동네 미션 검색 결과 제시

- 현위치 내지 특정 위치를 저장

- 저장한 위치를 기반으로 동네 미션 검색결과 제시


제 5 조 (서비스 이용요금)

1. 회사가 제공하는 서비스는 기본적으로 무료입니다. 단, 별도의 유료 서비스의 경우 해당 서비스에 명시된 요금을 지불하여야 사용 가능합니다.

2. 회사는 유료 서비스 이용요금을 회사와 계약한 전자지불업체에서 정한 방법에 의하거나 회사가 정한 청구서에 합산하여 청구할 수 있습니다.

3. 유료서비스 이용을 통하여 결제된 대금에 대한 취소 및 환불은 회사의 결제 이용약관 등 관계법에 따릅니다.

4. 회원의 개인정보도용 및 결제사기로 인한 환불요청 또는 결제자의 개인정보 요구는 법률이 정한 경우 외에는 거절될 수 있습니다.

5. 무선 서비스 이용 시 발생하는 데이터 통신료는 별도이며 가입한 각 이동통신사의 정책에 따릅니다.

6. MMS 등으로 게시물을 등록할 경우 발생하는 요금은 이동통신사의 정책에 따릅니다.

 

제 6 조 (서비스내용변경 통지 등)

1. 회사가 서비스 내용을 변경하거나 종료하는 경우 회사는 회원에게 개별적으로 전자적 형태(전자우편, SMS 등) 등의 방법을 통해 서비스 내용의 변경 사항 또는 종료를 통지할 수 있습니다.

2. 제1항의 경우 불특정 다수인을 상대로 통지를 함에 있어서는 홈페이지 등 기타 회사의 공지사항을 통하여 회원들에게 통지할 수 있습니다.

 

제 7 조 (서비스이용의 제한 및 중지)

1. 회사는 아래 각 호의 1에 해당하는 사유가 발생한 경우에는 회원의 서비스 이용을 제한하거나 중지시킬 수 있습니다.

    ① 회원이 회사 서비스의 운영을 고의 또는 중과실로 방해하는 경우
    ② 서비스용 설비 점검, 보수 또는 공사로 인하여 부득이한 경우
    ③ 전기통신사업법에 규정된 기간통신사업자가 전기통신 서비스를 중지했을 경우
    ④ 국가비상사태, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 서비스 이용에 지장이 있는 때
    ⑤ 기타 중대한 사유로 인하여 회사가 서비스 제공을 지속하는 것이 부적당하다고 인정하는 경우

2. 회사는 전항의 규정에 의하여 서비스의 이용을 제한하거나 중지한 때에는 그 사유 및 제한기간 등을 회원에게 알려야 합니다.

 

제 8 조 (개인위치정보의 이용 또는 제공)

1. 회사는 개인위치정보를 이용하여 서비스를 제공하고자 하는 경우에는 미리 이용약관에 명시한 후 개인위치정보주체의 동의를 얻어야 합니다.

2. 회원 및 법정대리인의 권리와 그 행사방법은 제소 당시의 이용자의 주소에 의하며, 주소가 없는 경우에는 거소를 관할하는 지방법원의 전속관할로 합니다. 다만, 제소 당시 이용자의 주소 또는 거소가 분명하지 않거나 외국 거주자의 경우에는 민사소송법상의 관할법원에 제기합니다.

3. 회사는 제4조에 따른 서비스 제공 및 회원의 동네 미션 업무 수행 기록 분석, 통계작성 등의 목적으로 개인위치정보를 보유하며, 이를 위하여 개인위치정보를 회원 탈퇴시까지 보관합니다.

4. 회사는 위치정보의 보호 및 이용 등에 관한 법률 제16조 제2항에 근거하여 개인위치정보주체에 대한 위치정보 수집ㆍ이용ㆍ제공사실 확인자료를 위치정보시스템에 자동으로 기록하며, 해당자료는 [6개월] 간 보관합니다.

5. 회사는 개인위치정보를 회원이 지정하는 제3자에게 제공하는 경우에는 개인위치정보를 수집한 해당 통신 단말장치 또는 전자우편주소 등으로 매회 회원에게 제공받는 자, 제공일시 및 제공목적을 즉시 통보합니다. 단, 아래 각 호의 1에 해당하는 경우에는 회원이 미리 특정하여 지정한 통신단말장치 또는 전자우편주소로 통보합니다.

    ① 개인위치정보를 수집한 해당 통신단말장치가 문자, 음성 또는 영상의 수신기능을 갖추지 아니한 경우
    ② 회원이 개인위치정보를 수집한 해당 통신단말장치 외의 통신단말장치 또는 전자우편주소 등으로 통보할 것을 미리 요청한 경우

 

제 9 조 (개인위치정보주체의 권리)

1. 회원은 회사에 대하여 언제든지 개인위치정보를 이용한 위치기반서비스 제공 및 개인위치정보의 제3자 제공에 대한 동의의 전부 또는 일부를 철회할 수 있습니다. 이 경우 회사는 수집한 개인위치정보 및 위치정보 이용, 제공사실 확인자료를 파기합니다.

2. 회원은 회사에 대하여 언제든지 개인위치정보의 수집, 이용 또는 제공의 일시적인 중지를 요구할 수 있으며, 회사는 이를 거절할 수 없고 이를 위한 기술적 수단을 갖추고 있습니다.

3. 회원은 회사에 대하여 아래 각 호의 자료에 대한 열람 또는 고지를 요구할 수 있고, 해당 자료에 오류가 있는 경우에는 그 정정을 요구할 수 있습니다. 이 경우 회사는 정당한 사유 없이 회원의 요구를 거절할 수 없습니다.

    ① 본인에 대한 위치정보 수집, 이용, 제공사실 확인자료
    ② 본인의 개인위치정보가 위치정보의 보호 및 이용 등에 관한 법률 또는 다른 법률 규정에 의하여 제3자에게 제공된 이유 및 내용

4. 회원은 제1항 내지 제3항의 권리행사를 위해 회사의 소정의 절차를 통해 요구할 수 있습니다.

 

제 10 조 (법정대리인의 권리)

1. 회사는 14세 미만의 회원에 대해서는 개인위치정보를 이용한 위치기반서비스 제공 및 개인위치정보의 제3자 제공에 대한 동의를 해당 회원과 해당 회원의 법정대리인으로부터 동의를 받아야 합니다. 이 경우 법정대리인은 제9조에 의한 회원의 권리를 모두 가집니다.

2. 회사는 14세 미만 아동의 개인위치정보 또는 위치정보 이용․제공사실 확인자료를 이용약관에 명시 또는 고지한 범위를 넘어 이용하거나 제3자에게 제공하고자 하는 경우에는 14세미만 아동과 그 법정대리인의 동의를 받아야 합니다. 단, 아래의 경우는 제외합니다.

    ① 위치정보 및 위치기반서비스 제공에 따른 요금정산을 위하여 위치정보 이용, 제공사실 확인자료가 필요한 경우
    ② 통계작성, 학술연구 또는 시장조사를 위하여 특정 개인을 알아볼 수 없는 형태로 가공하여 제공하는 경우

 

제 11 조 (8세 이하의 아동 등의 보호의무자의 권리)

1. 회사는 아래의 경우에 해당하는 자(이하 "8세 이하의 아동"등이라 한다)의 보호의무자가 8세 이하의 아동 등의 생명 또는 신체보호를 위하여 개인위치정보의 이용 또는 제공에 동의하는 경우에는 본인의 동의가 있는 것으로 봅니다.

    ① 8세 이하의 아동
    ② 피성년후견인
    ③ 「장애인복지법」제2조제2항제2호의 규정에 의한 정신적 장애를 가진 자로서「장애인고용촉진 및 직업재활법」 제2조제2호의 규정에 의한 중증장애인에 해당하는 자(「장애인복지법」 제32조의 규정에 의하여 장애인등록을 한 자에 한한다)

2. 8세 이하의 아동 등의 생명 또는 신체의 보호를 위하여 개인위치정보의 이용 또는 제공에 동의를 하고자 하는 보호의무자는 서면동의서에 보호의무자임을 증명하는 서면을 첨부하여 회사에 제출하여야 합니다.

3. 보호의무자는 8세 이하의 아동 등의 개인위치정보 이용 또는 제공에 동의하는 경우 개인위치정보주체의 권리를 행사할 수 있습니다.

 

제 12 조 (위치정보관리책임자의 지정)

1. 회사는 위치정보를 적절히 관리․보호하고 개인위치정보주체의 불만을 원활히 처리할 수 있도록 실질적인 책임을 질 수 있는 지위에 있는 자를 위치정보관리책임자로 지정해 운영합니다.

2. 위치정보관리책임자는 위치기반서비스를 제공하는 부서의 부서장으로서 구체적인 사항은 본 약관의 부칙에 따릅니다.

 

제 13 조 (손해배상)

1. 회사가 위치정보의 보호 및 이용 등에 관한 법률 제15조 내지 제26조의 규정을 위반한 행위로 회원에게 손해가 발생한 경우 회원은 회사에 대하여 손해배상 청구를 할 수 있습니다. 이 경우 회사는 고의, 과실이 없음을 입증하지 못하는 경우 책임을 면할 수 없습니다.

2. 회원이 본 약관의 규정을 위반하여 회사에 손해가 발생한 경우 회사는 회원에 대하여 손해배상을 청구할 수 있습니다. 이 경우 회원은 고의, 과실이 없음을 입증하지 못하는 경우 책임을 면할 수 없습니다.


제 14 조 (면책)

1. 회사는 다음 각 호의 경우로 서비스를 제공할 수 없는 경우 이로 인하여 회원에게 발생한 손해에 대해서는 책임을 부담하지 않습니다.

    ① 천재지변 또는 이에 준하는 불가항력의 상태가 있는 경우
    ② 서비스 제공을 위하여 회사와 서비스 제휴계약을 체결한 제3자의 고의적인 서비스 방해가 있는 경우
    ③ 회원의 귀책사유로 서비스 이용에 장애가 있는 경우
    ④ 제1호 내지 제3호를 제외한 기타 회사의 고의∙과실이 없는 사유로 인한 경우

2. 회사는 서비스 및 서비스에 게재된 정보, 자료, 사실의 신뢰도, 정확성 등에 대해서는 보증을 하지 않으며 이로 인해 발생한 회원의 손해에 대하여는 책임을 부담하지 아니합니다.

 

제 15 조 (규정의 준용)

1. 본 약관은 대한민국법령에 의하여 규정되고 이행됩니다.

2. 본 약관에 규정되지 않은 사항에 대해서는 관련법령 및 상관습에 의합니다.

 

제 16 조 (분쟁의 조정 및 기타)

1. 회사는 위치정보와 관련된 분쟁에 대해 당사자간 협의가 이루어지지 아니하거나 협의를 할 수 없는 경우에는 「위치정보의 보호 및 이용 등에 관한 법률」 제28조의 규정에 의해 방송통신위원회에 재정을 신청할 수 있습니다.

2. 회사 또는 고객은 위치정보와 관련된 분쟁에 대해 당사자간 협의가 이루어지지 아니하거나 협의를 할 수 없는 경우에는 「개인정보보호법」 제43조의 규정에 의한 개인정보분쟁조정위원회에 조정을 신청할 수 있습니다.

 

제 17 조 (회사의 연락처) 

회사의 상호 및 주소 등은 다음과 같습니다.

상호

(주)친한친구들

대표자

김민호

주소
서울특별시 동작구 등용로 9 , 2층
대표 전화

02-2051-5919
');
